/* Localizable String */
sUIName = "Utilità rete Wi-Fi";
sUIVersion = "Versione utilità";
sDriverVersion = "Versione driver: v";
sCopyright = "Copyright 2018.";

// Button
OK ="OK";
CANCEL ="Annulla";
NO ="No";
YES ="Sì";
Join="Entra";
Profiles="Profili";
Join_Other="Altri...";
Show_Nets="Mostra network";
Apply="Applica";
Remove="Rimuovi";
PIN="PIN";
PBC="PBC";
Forget="Dimentica questa rete";

//DropDownMenu
State_RfOn="USB-WiFi: Attivo";
State_RfOff="USB-WiFi: Disattivato";
State_Scan="USB-WiFi: Rileva reti...";
State_Unplug="USB-WiFi non è collegato";
State_Disable="Abilitare USB-WiFi";

Info_IfName="Nome interfaccia:";
Info_MacAddr="Indirizzo:";
Info_IpAddr= "Indirizzo IP:";
Info_Router= "Router:";
Info_Reachable= "Internet: Raggiungibile";
Info_Unreachable= "Internet: Non raggiungibile";
//Info_Security
Info_BSSID= "BSSID:";
Info_Channel= "Canale:";
Info_CountryCode= "Pref. Paese:";
Info_RSSI= "RSSI:";
Info_Noise= "Rumore:";
Info_TxRate= "Velocità di transmissione:";
Info_PhyMode= "Modalità PHY:";
Info_McsIndex= "Indice MCS:";

Radio_ON ="Attiva USB-WiFi";
Radio_OFF ="Disattiva USB-WiFi";
Uninstall = "Uninstall USB-WiFi";
DebugTool = "Wlan Diagnostics Tool";
Join_Other_Network="Accedi a un altro network...";
Create_Adhoc="Crea una rete ad hoc...";
WPS_Fun="WPS...";
Open_Utility="Apri Utilità wireless...";
Open_Preference="Apri Preferenze Network...";

//ScanTable View
ScanTable_View_Title="Seleziona il network wireless che vuoi connettere.";
ScanTable_View_SubTitle="Seleziona dall'elenco il network a cui desideri accedere, quindi, se necessario, inserisci la password per il network.";
Associated="Associato";
SignalStrength="Potenza del segnale";
Scanning="Scansione in corso...";

// Setting Field View
Join_BroadcastSecAP1="Il network";
Join_BroadcastSecAP2="richiede una password";
Join_BroadcastSecAP3="";
Join_HiddenSecAP1="Questa rete Wi-Fi nascosta richiede una";
Join_HiddenSecAP2="password";
Join_HiddenOpenAP="Inserire il nome della rete Wi-Fi nascosta.";

// Join Other
Create_Infra_Title="Inserisci il nome della rete a cui connettersi.";
Create_Infra_SubTitle="Inserisci il nome del network a cui desideri collegarti e inserisci la password se necessario.";
Create_Adhoc_Title="Creare una rete da computer a computer.";
Create_Adhoc_SubTitle="Inserire il nome della rete da computer a computer che si desidera creare.";

//Setting Field
Security_None="Nessuna";
Security_OpenWep="WEP SISTEMA APERTO";
Security_SharedWep="WEP CHIAVE CONDIVISA";
Security_WpaTkip="WPA_PSK TKIP";
Security_WpaAes="WPA_PSK AES";
Security_Wpa2Tkip="WPA2_PSK TKIP";
Security_Wpa2Aes="WPA2_PSK AES";
Security_WpaTkip1X="WPA Enterprise TKIP";
Security_WpaAes1X="WPA Enterprise AES";
Security_Wpa2Tkip1X="WPA2 Enterprise TKIP";
Security_Wpa2Aes1X="WPA2 Enterprise AES";
Security_WEP1X="802.1X WEP";
Security_WpaNoneTkip="WPA senza TKIP";
Security_WpaNoneAes="WPA senza AES";
Security_MixMode="sicurezza";

//Profile Security Field
Profile_Wep="WEP";
Profile_Wpa="WPA Personal";
Profile_Wpa2="WPA2 Personal";
Profile_Wpa1X="WPA Enterprise";
Profile_Wpa21X="WPA2 Enterprise";
Profile_WpaNone="WPA-Nessuna";

NetworkName="Nome network:";
Security="Sicurezza:";
Password="Password:";
ShowPassword="Mostra la password";
ASCII="ASCII";
UserName="Nome utente:";
EAP="802.1x EAP:";
PEAP="Automatico (PEAP)";
TLS="EAP-TLS";
TTLS="EAP-TTLS";
LEAP="EAP-LEAP";
CA_Cert="Certificato CA:";
Client_Cert="Certificato client:";
Private_Key="Chiave privata:";
Private_Key_Pwd="Password chiave privata:";

Choose_Private_Key="Scegliere file chiave privata (PEM/DER/PFX)";
Choose_Client_Cert="Scegliere file certificato client (PEM/DER/PFX)";
Choose_CA_Cert="Scegliere file certificato CA (PEM/DER/CER)";

Select_KeyChain_Cert_Desc="Selezionare certificato dal portachiavi";
Select_File_Cert_Desc="Seleziona file certificato";
Select_KeyChain_Identity_Desc="Selezionare identità dal campo portachiavi";
Select_KeyChain_Key_Desc="Selezionare chiave privata dal campo portachiavi";
Select_File_Key_Desc="Selezionare file chiave privata";

Cert_Expire="Il file del certificato è scaduto";

Cert_Examine_Title1="Effettuo autenticazione al network";
Cert_Examine_Title2=" ";
Cert_Examine_Info1="Prima di effettuare l'autenticazione al server";
Cert_Examine_Info2=", dovresti esaminare il certificato del server per assicurarsi che sia adatto a questo network.\n\nPer visualizzare il certificato, fai clic su \'Mostra certificato\'.";


// Profiles
PreferredNet="Network preferiti:";
StateTitle="Stato";
SSIDTitle="Nome network";
SecurityTitle="Sicurezza";


//WPS 
WPS_PIN_Title="Digitare il codice PIN nella pagina di configurazione del punto di accesso";
WPS_PBC_Title="The Push Button Configuration (PBC) is performed";
WPS_Second="sec";
WPS_Progress="Avanzamento WPS:";
WPS_init_Str = "  inizializza processo WPS  ";
WPS_scan_Str = "  Esegui scansione punto di accesso WPS attivo  ";
WPS_connect_Str = "  Connetti a punto di accesso WPS attivo  ";
WPS_handshake_Str ="  Inizializza handshake WPS  ";
WPS_exchange_Str ="  Scambia messaggio WPS  ";
WPS_done_Str = "  Scambia messaggio WPS [Fatto]  ";
WPS_fail_Str = "  Scambio messaggio WPS non riuscito, Provare a connettere un altro punto di accesso WPS  ";
WPS_start_Str = "  AVVIO WPS ";
WPS_finish_Str = "     Protocollo WPS completato !!";
WPS_auto_connect_Str = "Si connetterà automaticamente al punto di accesso WPS.";
WPS_timeout_Str = "     Tempo scaduto per il WPS !!";
WPS_connection_failed_Str = " Connessione non riuscita. Riprovare più tardi !!";

Wps_overlap_Str = "Sovrapposizione sessione";
Wps_more_pbc_Str = "     Sono presenti più di un punto di accesso nella modalità PBC !!";
Wps_retry_Str = "Utilizzare il PIN o attendere un momento e riprovare";

ERROR0 = "ERRORE";
ERROR1 = "Inserire la chiave!";
ERROR2 = "Indice di chiave WEP errato!!!";
ERROR3 = "La lunghezza della chiave deve essere compresa fra 8~63 caratteri ASCII o 64 caratteri esadecimali!";
ERROR4 = "La chiave di rete non è in formato esadecimale (0~9, a~f, A~F)!";
ERROR5 = "La lunghezza della chiave ASCII deve essere 5 o 13!";
ERROR6 = "La lunghezza della chiave di rete è errata!";
ERROR7 = "La lunghezza della chiave di rete deve essere 10 o 26!";
ERROR8 = "La chiave di rete e la chiave di conferma non coincidono!";
ERROR9 = "La chiave di rete non è in formato ASCII!";
ERROR10 = "La chiave di rete non è in formato esadecimale a 64 caratteri (0~9, a~f, A~F)!";
ERROR11 = "Questa impostazione per il Paese non consente la connessione a una rete ad hoc con i canali 12 e 13 sulla banda 2 o la banda 3!!";
ERROR12 = "Impossibile connettersi alla rete ad hoc utilizzando WPA-Nessuna !!";
ERROR13 = "Impossibile connettersi alla rete ad hoc utilizzando WPA2-PSK !!";
ERROR14 = "WPA/WPA2 Enterprise non è supportata !!";
ERROR15 = "Consentire all'utilità di accedere al portachiavi.";

WARNING0 = "Avvertenza";
WARNING1 = "Inserire SSID";
WARNING2 = "Inserire il nome del profilo";
WARNING3 = "Il numero dei caratteri nell'SSID è maggiore di 32.";
WARNING4 = "Il profilo esiste già. Sostituirlo?";
WARNING5 = "Eliminare il profilo selezionato?";

NOTICE0 = "INFORMATIVA";
NOTICE1 = "Errore modalità punto di accesso.";
NOTICE2 = "Errore modalità STA.";
NOTICE3 = "Modalità QOS - Impostazione valore non riuscita";
NOTICE4 = "Modalità QOS - Ottenimento valore non riuscito";
NOTICE5 = "Modalità QOS - Valore errato";	
NOTICE6 = "Soglia RTS fuori intervallo.(0 ~ 2432)";
NOTICE7 = "Soglia frammentazione fuori intervallo.(256 ~ 2432)";
NOTICE8 = "Abilitare USB-WiFi nel riquadro Network di Preferenze di sistema.";
NOTICE9 = "Collegare USB-WiFi al computer";
NOTICE10 = "Password errata, riprovare";
NOTICE11 = "Are you sure to do uninstallation?";
NOTICE12 = "System Extension Blocked";
NOTICE13 = "System software from developer 'Realtek Semiconductor Corp' was blocked from loading.";